Repository: Jefferson49/CustomModuleManager
Catalog: resources/lang/*.po
Languages: ca, de, es, is, it, nl

source: Custom Module Manager
ca: Gestor de mòduls personalitzats
de: Management von Erweiterungsmodulen
es: Administrador de módulos personalizados
is: Sérsniðinn einingastjóri
it: Gestione Moduli Personalizzati
nl: Uitbreidingsmodulebeheerder

source: A custom module to manage webtrees custom modules.
ca: Un mòdul personalitzat per gestionar els mòduls personalitzats d'arbres web.
de: Ein Erweiterungsmodul zum Verwalten von webtrees-Erweiterungsmodulen.
es: Un módulo personalizado para administrar módulos personalizados de árboles web.
is: Sérsniðin eining til að stjórna sérsniðnum einingum webtrees.
it: Un modulo personalizzato per gestire i moduli personalizzati di webtrees.
nl: Een module om uitbreidingsmodules in webtrees te beheren.

source: Communication error with %s
ca: Error de comunicació amb %s
de: Kommunikationsfehler mit %s
es: Error de comunicación con %s
is: Samskiptavilla með %s
it: Errore di comunicazione con %s
nl: Communicatiefout met %s

source: The preferences for the module "%s" were updated.
ca: S'han actualitzat les preferències del mòdul "%s".
de: Die Einstellungen für das Modul "%s" wurden aktualisiert.
es: Se actualizaron las preferencias para el módulo "%s".
is: Stillingarnar fyrir eininguna "%s" voru uppfærðar.
it: Le preferenze per il modulo "%s" sono state aggiornate.
nl: De voorkeuren voor de module "%s" zijn bijgewerkt.

source: Rollback Custom Module Update
ca: Revertir l'actualització del mòdul personalitzat
de: Aktualisierung des Erweiterungsmoduls rückgängig machen
es: Revertir actualización de módulo personalizado
is: Afturkalla uppfærslu á sérsniðinni einingu
it: Ripristina l'aggiornamento del modulo personalizzato
nl: Het bijwerken van de uitbreidingsmodule terugdraaien

source: Rollback
ca: Tornar enrere
de: Rückgängig machen
es: Revertir
is: Afturköllun
it: Ripristina
nl: Terugdraaien

source: The preferences for the custom module "%s" were sucessfully updated to the new module version %s.
ca: Les preferències per al mòdul personalitzat "%s" s'han actualitzat amb èxit a la nova versió del mòdul %s.
de: Die Einstellungen für das Erweiterungsmodul "%s" wurden für die neue Modul-Version %s aktualisiert.
es: Las preferencias del módulo personalizado "%s" se actualizaron correctamente a la nueva versión del módulo %s.
is: Stillingarnar fyrir sérsniðnu eininguna "%s" voru uppfærðar í nýju útgáfuna %s.
it: Le preferenze del modulo personalizzato "%s" sono state aggiornate con successo alla nuova versione del modulo %s.
nl: De voorkeuren voor de uitbreidingsmodule "%s" zijn succesvol bijgewerkt naar de nieuwe moduleversie %s.

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior. If using the %s module, it is strongly recommended to deactivate the "%s" module, because the identical functionality is also integrated in the %s module.
ca: El mòdul personalitzat "%s" s'activa en paral·lel al mòdul personalitzat %s. Això pot conduir a un comportament no desitjat. Si utilitzeu el mòdul %s, es recomana desactivar el mòdul "%s", ja que la funcionalitat idèntica també està integrada al mòdul %s.
de: Das Erweiterungsmodul "%s" ist parallel zum Erweiterungsmodul %s aktiviert. Dies kann zu unbeabsichtigtem Verhalten führen. Bei Verwendung des Moduls %s wird dringend empfohlen, das Modul "%s" zu deaktivieren, weil die identische Funktion ebenfalls im Modul %s integriert ist.
es: El módulo personalizado "%s" se activa en paralelo al módulo personalizado %s. Esto puede dar lugar a comportamientos no deseados. Si se utiliza el módulo %s, se recomienda encarecidamente desactivar el módulo "%s", ya que la funcionalidad idéntica también está integrada en el módulo %s.
is: Sérsniðna einingin "%s" er virkjuð samhliða sérsniðnu einingunni %s. Þetta getur leitt til óæskilegrar hegðunar. Ef %s einingin er notuð er eindregið mælt með því að slökkva á "%s" einingunni, þar sem sami virkni er einnig innbyggð í %s einingunni.
it: La vista personalizzata "%s" è attiva in parallelo con il modulo personalizzato %s. Questo può portare a comportamenti inaspettati. Se si usa il modulo %s, è consigliato disattivare il modulo "%s", poiché la stessa funzionalità è integrata nel modulo %s.
nl: De uitbreidingsmodule "%s" is parallel met de uitbreidingsmodule %s geactiveerd. Dit kan leiden tot onbedoeld gedrag. Als u de module %s gebruikt, wordt het sterk aangeraden om de module "%s" te deactiveren, omdat identieke functionaliteit ook in de module %s is geïntegreerd.

source: The custom module "%s" is activated in parallel to the %s custom module. This can lead to unintended behavior, because both of the modules have registered the same custom view "%s". It is strongly recommended to deactivate one of the modules.
ca: El mòdul personalitzat "%s" s'activa en paral·lel al mòdul personalitzat %s. Això pot provocar un comportament no desitjat, ja que els dos mòduls han registrat la mateixa visualització personalitzada "%s". Es recomana desactivar un dels mòduls.
de: Das Erweiterungsmodul "%s" ist parallel zum Modul %s aktiviert. Dies kann zu unbeabsichtigtem Verhalten führen, weil beide Module die gleiche Custom View "%s" registriert haben. Es wird dringend empfohlen eines der beiden Module zu deaktivieren.
es: El módulo personalizado "%s" se activa en paralelo con el módulo personalizado %s. Esto puede provocar un comportamiento inesperado, ya que ambos módulos han registrado la misma vista personalizada "%s". Se recomienda encarecidamente desactivar uno de los módulos.
is: Sérsniðna einingin "%s" er virkjuð samhliða sérsniðnu einingunni %s. Þetta getur leitt til óæskilegrar hegðunar, þar sem báðar einingarnar hafa skráð sama sérsniðna sýn "%s". Það er eindregið mælt með því að slökkva á annarri einingunni.
it: La vista personalizzata "%s" è attiva in parallelo con il modulo personalizzato %s. Questo può portare a comportamenti inaspettati, poiché entrambi i moduli hanno registrato la stessa vista personalizzata "%s". È fortemente consigliato disattivare uno dei moduli.
nl: De uitbreidingsmodule "%s" is parallel aan de uitbreidingsmodule %s geactiveerd. Dit kan leiden tot onbedoeld gedrag, omdat beide modules dezelfde aangepaste weergave "%s" hebben geregistreerd. Het wordt sterk aangeraden om een van de modules te deactiveren.

source: The custom module view "%s" is not registered as replacement for the standard webtrees view. There might be another module installed, which registered the same custom view. This can lead to unintended behavior. It is strongly recommended to deactivate one of the modules. The path of the parallel view is: %s
ca: La visualització del mòdul personalitzat "%s" no es registra com a substitut de la visualització estàndard d'arbres web. Pot ser que hi hagi un altre mòdul instal·lat, que registri la mateixa vista personalitzada. Això pot conduir a un comportament no desitjat. Es recomana desactivar un dels mòduls. El camí de la vista paral·és: %s
de: Der Custom View "%s" ist nicht als Ersatz für den Standard Custom View von webtrees registriert. Es könnte ein anderes Modul installiert sein, welches den gleiche Custom View registriert hat. Dies kann zu unerwartetem Verhalten führen. Es wird dringend empfohlen, eines der Module zu deaktivieren. Der Pfad für den Custom View ist: %s
es: La vista del módulo personalizado "%s" no está registrada como alternativa de la vista estándar de WebTrees. Es posible que haya otro módulo instalado que haya registrado la misma vista personalizada. Esto puede provocar un comportamiento inesperado. Se recomienda encarecidamente desactivar uno de los módulos. La ruta de la vista paralela es: %s
is: Sérsniðna einingasýnin „%s“ er ekki skráð sem staðgengill fyrir staðlaða veftrésýnina. Það gæti verið önnur eining uppsett sem skráði sömu sérsniðnu sýn. Þetta getur leitt til óæskilegrar hegðunar. Það er eindregið mælt með því að slökkva á einni af einingunum. Slóð samsíða sýnarinnar er: %s
it: La vista personalizzata "%s" non è registrata come alternativa di quella standard di webtrees. Ci potrebbe essere un altro modulo installato che ha registrato la stessa vista personalizzata. Questo può portare a comportamenti inaspettati. È fortemente consigliato disattivare uno dei moduli. Il percorso dela vista parallela è: %s
nl: De uitbreidingsmoduleweergave "%s" is niet geregistreerd als vervanging voor de standaard webtreesweergave. Er kan een andere module geïnstalleerd zijn die dezelfde aangepaste weergave heeft geregistreerd. Dit kan leiden tot onbedoeld gedrag. Het wordt sterk aangeraden om een van de modules te deactiveren. Het pad van de parallelle weergave is: %s

source: Tags
it: Tag

source: Could not create the %s update service. Configuration parameter "%s" missing.
ca: No s'ha pogut crear el servei d'actualització %s. Falta el paràmetre de configuració "%s".
de: Der Updatedienst %s konnte nicht erstellt werden. Konfigurationsparameter "%s" fehlt.
es: No se pudo crear el servicio de actualización %s. Falta el parámetro de configuración "%s".
is: Gat ekki búið til uppfærsluþjónustuna %s. Stillingarbreytuna "%s" vantar.
it: Impossibile creare il servizio di aggiornamento %s. Parametro di configurazione "%s" mancante.
nl: Kon de bijwerk-service %s niet aanmaken. Configuratieparameter "%s" ontbreekt.

source: Cannot retrieve download URL.
ca: No es pot recuperar l'URL de descàrrega.
de: Die Download-URL kann nicht abgerufen werden.
es: No se puede recuperar la URL de descarga.
is: Get ekki sótt niðurhalsvefslóð.
it: Impossibile recuperare l'URL del download.
nl: Kan download-URL niet ophalen.

source: Custom Module Updates
ca: Actualitzacions de mòduls personalitzats
de: Aktualisierung von Erweiterungsmodulen
es: Actualizaciones de módulos personalizados
is: Uppfærslur á sérsniðnum einingum
it: Aggiornamenti dei moduli personalizzati
nl: Bijwerken van uitbreidingsmodules

source: Module Information
ca: Informació del mòdul
de: Modul-Informationen
es: Información del módulo
is: Upplýsingar um einingu
it: Informazioni sul modulo
nl: Module-informatie

source: Could not identify a suitable module upgrade service for custom module
ca: No s'ha pogut identificar un servei d'actualització de mòduls adequat per al mòdul personalitzat.
is: Gat ekki fundið viðeigandi uppfærsluþjónustu fyrir sérsniðna einingu.
it: Impossibile identificare un servizio di aggiornamento adeguato per il modulo personalizzato
nl: Er kon geen geschikte module-upgradeservice voor de uitbreidingsmodule worden gevonden

source: Error during retrieving download URL
ca: Error en recuperar l'URL de descàrrega
de: Fehler beim abrufen der Download-URL
es: Error al recuperar la URL de descarga
is: Villa við að sækja niðurhalsvefslóð
it: Errore durante il recupero dell'URL del download
nl: Fout tijdens ophalen download-URL

source: Check version...
ca: Comprova la versió...
de: Version prüfen...
es: Comprobar versión...
is: Athugaðu útgáfu...
it: Controllo versione...
nl: Controleer versie...

source: Create temporary folders…
ca: Crea carpetes temporals...
de: Temporäre Ordner anlegen…
es: Crear carpetas temporales…
is: Búa til tímabundnar möppur…
it: Creazione cartelle temporanee…
nl: Tijdelijke mappen maken…

source: Update Wizard was aborted
ca: L'auxiliar d'actualització s'ha avortat
de: Der Aktualisierungsassistent wurde abgebrochen
es: El Asistente de actualización fue cancelado
is: Hætt var við uppfærsluhjálpina
it: L'Assistente all'aggiornamento è stato annullato
nl: Update Wizard is afgebroken

source: Installing module "%s" (to folder: "/module_v4/%s")
ca: S'està instal·lant el mòdul "%s" (a la carpeta: "/module_v4/%s")
de: Installiere Module "%s" (in Ordner: "/module_v4/%s")
es: Instalando el módulo "%s" (en la carpeta: "/module_v4/%s")
is: Set upp eininguna "%s" (í möppuna: "/module_v4/%s")
it: Installazione del modulo "%s" (nella cartella: "/module_v4/%s")
nl: Installeren module "%s" (naar map: "/module_v4/%s")

source: Upgrading module "%s" (in folder: "/module_v4/%s")
ca: S'està actualitzant el mòdul "%s" (a la carpeta: "/module_v4/%s")
de: Aktualisierung von Modul "%s" (in Ordner: "/module_v4/%s")
es: Actualizando el módulo "%s" (en la carpeta: "/module_v4/%s")
is: Uppfæri eininguna "%s" (í möppunni: "/module_v4/%s")
it: Aggiornamento del modulo "%s" (nella cartella: "/module_v4/%s")
nl: Bijwerken module "%s" (in map: "/module_v4/%s")

source: Version % is the latest version of the custom module. No upgrade is available.
ca: Versió % és la última versió del mòdul personalitzat. No hi ha cap actualització disponible.
de: Die Version %s ist die neueste Version des Moduls. Es ist keine Aktualisierung verfügbar.
es: La versión % es la última versión del módulo personalizado. No hay actualizaciones disponibles.
is: Útgáfa % er nýjasta útgáfan af sérsniðnu einingunni. Engin uppfærsla er í boði.
it: La versione % è l'ultima versione del modulo personalizzato. Nessun aggiornamento disponibile.
nl: Versie % is de nieuwste versie van de uitbreidingsmodule. Er is geen upgrade beschikbaar.

source: This custom module can only be used with a webtrees version greater or equal than %s
ca: Aquest mòdul personalitzat només es pot utilitzar amb una versió de webtrees superior o igual a %s
es: Este módulo personalizado sólo puede utilizarse con una versión de webtrees mayor o igual que %s
is: Þessa sérsniðnu einingu er aðeins hægt að nota með webtrees útgáfu sem er hærri eða jafngild %s.
it: Questo modulo personalizzato può essere utilizzato solo con una versione di webtrees superiore o uguale alla %s
nl: Deze uitbreidingsmodule kan alleen worden gebruikt met een webtreesversie groter dan of gelijk aan %s

source: The PHP extension "zip" is not installed. In order to use the custom module, your PHP installation needs to include the "zip" extension. You have to activate the extension in your "php.ini" file.
ca: L'extensió PHP "zip" no està instal·lada. Per utilitzar el mòdul personalitzat, la instal·lació de PHP ha d'incloure l'extensió "zip". Heu d'activar l'extensió al fitxer "php.ini".
es: La extensión PHP "zip" no está instalada. Para poder utilizar el módulo personalizado, su instalación de PHP debe incluir la extensión "zip". Tiene que activar la extensión en su archivo "php.ini".
is: PHP viðbótin „zip“ er ekki uppsett. Til að nota sérsniðnu eininguna þarf PHP uppsetningin þín að innihalda viðbótina „zip“. Þú verður að virkja viðbótina í „php.ini“ skránni þinni.
it: L'estensione PHP "zip" non è installata. Per usare il modulo personalizzato, la tua installazione PHP deve includere l'estensione "zip". Devi attivare l'estensione dal tuo file "php.ini".
nl: De PHP-extensie "zip" is niet geïnstalleerd. Om de uitbreidingsmodule te kunnen gebruiken, moet uw PHP-installatie de extensie "zip" bevatten. U moet de extensie activeren in uw "php.ini"bestand.

source: Installing version: "%s"
ca: Versió d'instal·lació: "%s"
de: Installiere Version "%s"
es: Instalando versión: "%s"
is: Uppsetningarútgáfa: "%s"
it: Installazione versione: "%s"
nl: Installeren versie: "%s"

source: Upgrading the module from version "%s" to version "%s"
ca: S'està actualitzant el mòdul de la versió "%s" a la versió "%s"
de: Aktualisieren des Moduls von Version "%s" auf Version "%s"
es: Actualizar el módulo de la versión "%s" a la versión "%s"
is: Uppfærsla á einingunni úr útgáfu "%s" í útgáfu "%s"
it: Aggiornamento del modulo dalla versione "%s" alla versione "%s"
nl: De module bijwerken van versie "%s" naar versie "%s"

source: A backup of the current module was created in %s seconds.
ca: S'ha creat una còpia de seguretat del mòdul actual en %s segons.
de: Eine Sicherungskopie des aktuellen Moduls wurde in %s Sekunden erstellt.
es: Se creó una copia de seguridad del módulo actual en %s segundos.
is: Afrit af núverandi einingu var búið til á %s sekúndum.
it: Un backup del modulo attuale è stato creato in %s secondi.
nl: Een back-up van de huidige module is gemaakt in %s seconden.

source: Failed to create a backup of the current module.
ca: No s'ha pogut crear una còpia de seguretat del mòdul actual.
de: Es konnte keine Sicherungskopie des aktuellen Moduls erstellt werden.
es: No se pudo crear una copia de seguridad del módulo actual.
is: Mistókst að búa til afrit af núverandi einingu.
it: Creazione backup del modulo attuale fallita.
nl: Het is niet gelukt om een back-up van de huidige module te maken.

source: Error during downloading the module zip file.
ca: Error durant la descàrrega del fitxer zip del mòdul.
de: Fehler beim Herunterladen der ZIP-Datei des Moduls.
es: Error durante la descarga del archivo zip del módulo.
is: Villa við að hlaða niður zip-skrá einingarinnar.
it: Errore durante il download dell'archivio zip del modulo.
nl: Fout tijdens het downloaden van het module zip-bestand.

source: Error during unzipping the module zip file.
ca: Error en descomprimir el fitxer zip del mòdul.
de: Fehler beim Entpacken der ZIP-Datei des Moduls.
es: Error al descomprimir el archivo zip del módulo.
is: Villa við að afþjappa zip-skrá einingarinnar.
it: Errore durante la decompressione dell'archivio zip del modulo.
nl: Fout tijdens het uitpakken van het module zip-bestand.

source: The module %s was rolled back to the current version, because the update created errors.
ca: El mòdul %s s'ha revertit a la versió actual, perquè l'actualització ha creat errors.
de: Das Modul %s wurde auf die bisherige Version zurückgesetzt, weil das Update Fehler verursachte.
es: El módulo %s se revirtió a la versión actual porque la actualización creó errores.
is: Einingin %s var færð aftur í núverandi útgáfu vegna þess að uppfærslan olli villum.
it: Il modulo %s è stato ripristinato alla versione corrente, poiché si sono verificati errori durante l'aggiornamento.
nl: De module %s is teruggezet naar de huidige versie, omdat de update fouten veroorzaakte.

source: The installation of module %s was rolled back, because the module created errors.
ca: La instal·lació del mòdul %s s'ha revertit, perquè el mòdul ha creat errors.
de: Die Installation von Modul %s wurde rückgängig gemacht, weil das Modul Fehler verursachte.
es: La instalación del módulo %s se revirtió porque el módulo creó errores.
is: Uppsetning einingarinnar %s var afturkölluð vegna þess að einingin skapaði villur.
it: L'installazione del modulo %s è stata cancellata, poiché il modulo ha creato errori.
nl: De installatie van module %s is teruggedraaid omdat de module fouten veroorzaakte.

source: A roll back of the module %s to the current version failed.
ca: S'ha produït un error en la reversió del mòdul %s a la versió actual.
de: Ein Rollback des Moduls %s auf die bisherige Version ist fehlgeschlagen.
es: Error en la reversión del módulo %s a la versión actual.
is: Ekki tókst að endurræsa eininguna %s í núverandi útgáfu.
it: Il ripristino del modulo %s alla sua versione corrente è fallito.
nl: Het terugdraaien van de module %s naar de huidige versie is mislukt.

source: Please try to manually roll back by copying the files from "/data/tmp/backup/modules_4/%s" to "/modules_v4/%s".
ca: Si us plau, intenteu revertir manualment copiant els fitxers de "/data/tmp/backup/modules_4/%s" a "/modules_v4/%s".
de: Bitte versuchen Sie, die Dateien manuell zurückzusetzen, indem Sie die Dateien von "/data/tmp/backup/modules_4/%s" nach "/modules_v4/%s" kopieren.
es: Intente revertir manualmente copiando los archivos de "/data/tmp/backup/modules_4/%s" a "/modules_v4/%s".
is: Reyndu að afturkalla stillingarnar handvirkt með því að afrita skrárnar úr "/data/tmp/backup/modules_4/%s" í "/modules_v4/%s".
it: Prova a ripristinare manualmente copiando i file da "/data/tmp/backup/modules_4/%s" a "/modules_v4/%s".
nl: Probeer handmatig terug te zetten door de bestanden te kopiëren van "/data/tmp/backup/modules_4/%s" naar "/modules_v4/%s".

source: A roll back of the installation of module %s failed.
ca: S'ha produït un error en la reversió de la instal·lació del mòdul %s.
de: Ein Rollback der Installation von Modul %s ist fehlgeschlagen.
es: Se produjo un error al revertir la instalación del módulo %s.
is: Ekki tókst að afturkalla uppsetningu á einingunni %s.
it: Ripristino dell'installazione del modulo %s fallito.
nl: Het terugdraaien van de installatie van module %s is mislukt.

source: Please try to manually roll back by deleting the folder "/modules_v4/%s"
ca: Proveu de revertir manualment suprimint la carpeta "/modules_v4/%s"
de: Bitte versuchen Sie, die Dateien manuell zurückzusetzen, indem Sie den Ordner "/modules_4/%s" löschen
es: Intente revertir manualmente eliminando la carpeta "/modules_v4/%s".
is: Reyndu að snúa við stillingum handvirkt með því að eyða möppunni "/modules_v4/%s"
it: Prova a ripristinare manualmente eliminando la cartella "/modules_v4/%s".
nl: Probeer handmatig terug te zetten door de map "/modules_v4/%s" te verwijderen.

source: continue (reload)
ca: continuar (recarregar)
de: Weiter (neu laden)
es: continuar (recargar)
is: halda áfram (endurhlaða)
it: continua (ricarica)
nl: doorgaan (opnieuw laden)

source: Documentation
ca: Documentació
de: Dokumentation
es: Documentación
is: Skjölun
it: Documentazione
nl: Documentatie

source: Update Service
ca: Servei d'actualització
de: Aktualisierungs-Dienst
es: Servicio de actualización
is: Uppfærsluþjónusta
it: Servizio di aggiornamento

source: Module folder
ca: Carpeta del mòdul
de: Modul-Ordner
es: Carpeta del módulo
is: Mappa fyrir einingar
it: Cartella del modulo
nl: Modulemap

source: Current Version
ca: Versió actual
de: Aktuelle Version
es: Versión actual
is: Núverandi útgáfa
it: Versione attuale
nl: Huidige versie

source: Latest Version
ca: Última versió
de: Neueste Version
es: Última versión
is: Nýjasta útgáfa
it: Ultima versione
nl: Laatste versie

source: ⚶ Vesta homepage
ca: ⚶ Pàgina d'inici de Vesta
es: ⚶ Página de inicio de Vesta
is: ⚶ Heimasíða Vesta
it: ⚶ Pagina principale di Vesta
nl: ⚶ Vesta-startpagina

source: GitHub repository
ca: Repositori de GitHub
es: Repositorio GitHub
is: GitHub geymsla
it: Repository GitHub

source: Module Usage
ca: Ús del mòdul
de: Modul-Verwendung
es: Uso del módulo
is: Notkun einingarinnar
it: Utilizzo del modulo
nl: Modulegebruik

source: A new version of "%s" is available. It is recommended to upgrade to the latest version before other custom modules are installed/upgraded.
ca: Hi ha disponible una nova versió de "%s". Es recomana actualitzar a la darrera versió abans d'instal·lar/actualitzar altres mòduls personalitzats.
is: Ný útgáfa af „%s“ er tiltæk. Mælt er með að uppfæra í nýjustu útgáfuna áður en aðrar sérsniðnar einingar eru settar upp/uppfærðar.
it: Una nuova versione di "%s" è disponible. È consigliato aggiornare all'ultima versione prima di installare o aggiornare altri moduli personalizzati.

source: Typically, custom modules versions are updated every 24 hours. You can check if later versions are available.
ca: Normalment, les versions dels mòduls personalitzats s'actualitzen cada 24 hores. Podeu comprovar si hi ha versions posteriors disponibles.
de: Die Versionen von Erweiterungsmodulen werden in der Regel alle 24 Stunden aktualisiert. Sie können prüfen, ob neuere Versionen verfügbar sind.
es: Normalmente, las versiones de los módulos personalizados se actualizan cada 24 horas. Puedes comprobar si hay versiones posteriores disponibles.
is: Venjulega eru útgáfur af sérsniðnum einingum uppfærðar á 24 tíma fresti. Þú getur athugað hvort nýrri útgáfur séu tiltækar.
it: Normalmente, le versioni dei moduli personalizzati sono aggiornate ogni 24 ore. Puoi verificare se sono disponibili nuove versioni.
nl: Gewoonlijk worden de versies van uitbreidingsmodules iedere 24 uur bijgewerkt. U kunt controleren of er latere versies beschikbaar zijn.

source: Module Updates
ca: Actualitzacions de mòduls
de: Aktualisierungen für Module
es: Actualizaciones del módulo
is: Uppfærslur á einingum
it: Aggiornamenti del modulo
