Repository: Jefferson49/CustomModuleManager
Catalog: resources/lang/*.po
Languages: ca, de, es, is, it, nl

source: Folder (within modules_v4)
ca: Carpeta (dins del modules_v4)
de: Ordner (in modules_v4)
es: Carpeta (dentro de modules_v4)
is: Mappa (innan modules_v4)
it: Cartella (dentro modules_v4)
nl: Map (in modules_v4)

source: Action
it: Azione

source: not installed
ca: no instal·lat
de: nicht installiert
es: no instalado
is: ekki uppsett
it: non installato
nl: niet geïnstalleerd

source: enabled
ca: Permès
de: aktiviert
es: activado
is: virkjað
it: attivato
nl: ingeschakeld

source: disabled
ca: discapacitat
de: deaktiviert
es: desactivado
is: óvirkur
it: disattivato
nl: uitgeschakeld

source: not received
ca: no rebut
de: nicht empfangen
es: no recibido
is: ekki móttekið
it: non ricevuto
nl: niet ontvangen

source: not available
ca: no disponible
de: nicht verfügbar
es: No disponible
is: ekki tiltækt
it: non disponible
nl: niet beschikbaar

source: Update module
ca: Mòdul d'actualització
de: Modul aktualisieren
es: Módulo de actualización
is: Uppfæra einingu
it: Aggiorna modulo
nl: Module bijwerken

source: Install module
ca: Mòdul d'instal·lació
de: Modul installieren
es: Instalar módulo
is: Setja upp einingu
it: Installa modulo
nl: Module installeren

source: Manage custom modules
ca: Gestionar els mòduls personalitzats
de: Erweiterungsmodule aktualisieren
es: Administrar módulos personalizados
is: Stjórna sérsniðnum einingum
it: Gestisci moduli personalizzati
nl: Beheer uitbreidingsmodules

source: Settings for List Menu
ca: Configuració del menú de llista
de: Einstellungen für das Listen-Menü
es: Configuración del menú Lista
is: Stillingar fyrir listavalmynd
it: Impostazioni del menù Lista
nl: Instellingen voor Lijstenmenu

source: Show menu item in list menu
ca: Mostra l'element del menú al menú de llista
de: Menü-Eintrag im Listen-Menü anzeigen
es: Mostrar elemento de menú en el menú de lista
is: Sýna valmyndaratriði í listavalmynd
it: Mostra elemento del menù nel menù lista
nl: Menu-item in Lijstenmenu tonen

source: If this option is selected, a link to the page "%s" will be shown as a list menu item.
ca: Si seleccioneu aquesta opció, es mostrarà un enllaç a la pàgina "%s" com a element del menú de llista.
de: Bei Auswahl dieser Option wird ein Link zur Seite "%s" als Menüeintrag im Listen-Menü angezeigt.
es: Si se selecciona esta opción, se mostrará un enlace a la página "%s" como elemento del menú de la lista.
is: Ef þessi valkostur er valinn, þá birtist tengill á síðuna „%s“ sem listaatriði í valmyndinni.
it: Se questa opzione è attiva, un link alla pagina "%s" verrà mostrato come elemento del menù lista.
nl: Als deze optie is geselecteerd, wordt een link naar de pagina "%s" weergegeven als een item in het lijstenmenu.

source: Selection of the custom modules to show
ca: Selecció dels mòduls personalitzats a mostrar
de: Auswahl der angezeigten Erweiterungsmodule
es: Selección de los módulos personalizados a mostrar
is: Val á sérsniðnum einingum til að sýna
it: Seleziona i moduli personalizzati da visualizzare
nl: Selectie van uitbreidingsmodules om te tonen

source: Modules to show
ca: Mòduls a mostrar
de: Angezeigte Module
es: Módulos a mostrar
is: Einingar til að sýna
it: Moduli da visualizzare
nl: Modules om te tonen

source: Show all custom modules
ca: Mostra tots els mòduls personalitzats
de: Alle Erweiterungsmodule anzeigen
es: Mostrar todos los módulos personalizados
is: Sýna allar sérsniðnar einingar
it: Mostra tutti i moduli personalizzati
nl: Toon alle uitbreidingsmodules

source: Show installed custom modules (in order to update modules)
ca: Mostra els mòduls personalitzats instal·lats (per actualitzar els mòduls)
de: Installierte Erweiterungsmodule anzeigen (um Module zu aktualisieren)
es: Mostrar módulos personalizados instalados (para actualizar los módulos)
is: Sýna uppsettar sérsniðnar einingar (til að uppfæra einingar)
it: Mostra i moduli personalizzati installati (per aggiornare i moduli)
nl: Geïnstalleerde uitbreidingsmodules weergeven (om modules bij te werken)

source: Show not installed custom modules (in order to install new modules)
ca: Mostra els mòduls personalitzats no instal·lats (per instal·lar nous mòduls)
de: Nicht installierte Erweiterungsmodule anzeigen (um neue Module zu installieren)
es: Mostrar módulos personalizados no instalados (para instalar nuevos módulos)
is: Sýna óuppsettar sérsniðnar einingar (til að setja upp nýjar einingar)
it: Mostra i moduli personalizzati non installati (per installare nuovi moduli)
nl: Toon niet-geïnstalleerde uitbreidingsmodules (om nieuwe modules te installeren)

source: GitHub API token
ca: Testimoni de l'API de GitHub
es: Identificador de la API de GitHub
is: GitHub API tákn
it: Token API di GitHub

source: The custom module makes intensive use of the GitHub API to retrieve module versions and download URLs. However, GitHub limits the frequency of API calls for a certain IP address. In order to significantly increase the allowed frequency of GitHub API calls, GitHub requires to use a GitHub API token.
ca: El mòdul personalitzat fa un ús intensiu de l'API de GitHub per recuperar versions de mòduls i descarregar URL. Tanmateix, GitHub limita la freqüència de les crides a l'API per a una determinada adreça IP. Per tal d'augmentar significativament la freqüència permesa de crides a l'API de GitHub, GitHub requereix utilitzar un token de l'API de GitHub.
es: El módulo personalizado hace un uso intensivo de la API de GitHub para recuperar las versiones de los módulos y las URL de descarga. Sin embargo, GitHub limita la frecuencia de las llamadas a la API para una determinada dirección IP. Para aumentar significativamente la frecuencia permitida de llamadas a la API de GitHub, GitHub requiere el uso de un token de API de GitHub.
is: Sérsniðna einingin notar GitHub API ítarlega til að sækja útgáfur eininga og hlaða niður vefslóðum. Hins vegar takmarkar GitHub tíðni API-uppkalla fyrir ákveðna IP-tölu. Til að auka verulega leyfilega tíðni GitHub API-uppkalla þarf GitHub að nota GitHub API-tákn.
it: Questo modulo personalizzato fa uso intensivo dell'API di GitHub per recuperare le versioni dei moduli e le URL di download. Tuttavia, GitHub limita la frequenza delle richieste API per un determinato indirizzo IP. Per aumentare sostanzialmente la frequenza di richieste dall'API di GitHub permesse, GitHub richiede l'utilizzo di un token API di GitHub.
nl: De uitbreidingsmodule maakt intensief gebruik van de GitHub API om moduleversies op te halen en URL's te downloaden. GitHub beperkt echter de frequentie van API-aanroepen voor een bepaald IP-adres. Om de toegestane frequentie van GitHub API-aanroepen aanzienlijk te verhogen, vereist GitHub het gebruik van een GitHub API-token.

source: Using a GitHub API token is recommended, if GitHub communication errors occur
ca: Es recomana utilitzar un token de l'API de GitHub si es produeixen errors de comunicació de GitHub.
es: Si se producen errores de comunicación con GitHub, se recomienda utilizar un token de la API de GitHub
is: Mælt er með því að nota GitHub API-tákn ef samskiptavillur koma upp á GitHub
it: L'utilizzo di un token GitHub API è consigliato, se si verificano errori di comunicazione con GitHub
nl: Het gebruik van een GitHub API-token wordt aanbevolen als er GitHub-communicatiefouten optreden

source: Backup…
ca: Reserva...
de: Sicherung…
es: Respaldo…
is: Afrita...

source: This custom module can only be used with webtrees %s
de: Dieses Erweiterungsmodul kann nur mit webtrees %s genutzt werden

source: The custom module makes intensive use of the GitHub API to retrieve module versions and download URLs. However, Github limits the frequency of API calls for a certain IP address. In order to significantly increase the allowed frequency of GitHub API calls, GitHub requires to use a GitHub API token.
de: Das Erweiterungsmodul nutzt intensiv die GitHub-API Schnittstelle, um Modulversionen abzurufen und URLs herunterzuladen. GitHub begrenzt jedoch die Häufigkeit von API-Aufrufen für eine bestimmte IP-Adresse. Um die zulässige Häufigkeit von GitHub-API Aufrufen deutlich zu erhöhen, erfordert GitHub die Verwendung eines GitHub-API Tokens.

source: Using a Github API token is recommended, if GitHub communication errors occur
de: Die Verwendung eines Github-API Tokens wird empfohlen, wenn GitHub-Kommunikationsfehler auftreten.
